origin_user_cmds = [
    "先查查微信余额，再转账给kc",
    "给小王发消息，还有小张",
    "请告诉我今天的天气，然后帮我订一张明天去上海的机票",
    "下周一下午三点提醒我去医院拿药，四点半去孙子学校接他放学",
    "设置个明天会议的提醒，然后微信发消息给kc",
    "明天要去闸北公园春游，帮我看看那边的路线和天气",
    "医生说我明早八点吃药，下午再去医院找他。记得提醒我",
    "叫kc明天出来玩，然后帮我看看天气适合穿什么衣服去见她",
]
baseline_refined_user_cmds = [
    ["查查微信余额", "转账给kc"],
    ["给小王发消息", "给小张发消息"],
    ["查询今天的天气", "订购明天去上海的机票"],
    ["提醒我下周一下午三点去医院拿药", "提醒我下周一四点半去孙子学校接他放学"],
    ["设置明天会议的提醒", "微信发消息给kc"],
    ["查看明天闸北公园的路线", "查看明天闸北公园的天气"],
    ["设置明早八点吃药提醒", "设置下午去医院找医生提醒"],
    ["给kc发信息约她明天出来玩", "查看明天的天气预报", "根据天气建议穿什么衣服去见kc"],
]
cot_refined_user_cmds = [
    ["查查微信余额", "转账给kc"],
    ["给小王发消息", "给小张发消息"],
    ["告诉我今天的天气", "帮我订一张明天去上海的机票"],
    ["下周一下午三点提醒我去医院拿药", "下周一四点半去孙子学校接他放学"],
    ["设置明天会议的提醒", "微信发消息给kc"],
    ["查看明天闸北公园的路线", "查看明天闸北公园的天气"],
    ["明早八点吃药", "下午去医院找医生", "提醒我"],
    ["叫kc明天出来玩", "帮我看看天气适合穿什么衣服去见她"],
]
one_shot_refined_user_cmds = [
    ["查询微信余额", "给kc转账"],
    ["给小王发消息", "给小张发消息"],
    ["查询今天的天气", "订购明天去上海的机票"],
    ["下周一下午三点提醒我去医院拿药", "下周一下午四点半提醒我去孙子学校接他放学"],
    ["设置明天会议的提醒", "微信发消息给kc"],
    ["查询明天去闸北公园的路线", "查询明天闸北公园的天气"],
    ["设置明早八点吃药的提醒", "下午去医院找医生的提醒"],
    ["向kc发送明天出来玩的消息", "查询明天的天气"],
]
